--INSERT INTO USR (ID_USR,USERNAME,PASSWORD) VALUES
--(1,'Чилибухан','123'),
--(2,'Луковка','123'),
--(3,'Путериян','123'),
--(4,'Кешьюся','123'),
--(5,'Тукуман','123'),
--(6,'Роллиночка','123');
--
--
--INSERT INTO PROFILE_USER (ID_USER,USERNAME,GENDER,DESCRIPTION) VALUES
--(1,'Чилибухан','сударь','Персонаж умеет драться, ловкий и обладает высоким интеллектом. Но он имеет плохие социальные навыки и не умеет обращаться с инструментами. Обладает телекинезом.'),
--(2,'Луковка','сударыня','Персонаж у него есть навыки инженера, может использовать магию и хорошо обращается с оружием. Но он имеет плохие социальные навыки и плохо учится. Мастер боевых искусств.'),
--(3,'Путериян','сударь','Персонаж ловкий, хорош в оказании первой помощи и хороший тактик. Но он неумеет общаться с людьми и имеет плохие социальные навыки. Обладает телекинезом.'),
--(4,'Кешьюся','сударыня','Персонаж имеет талант укрощать зверей, умеет драться и у него есть навыки инженера. Но он плохо учится и неуклюж. У него есть специальный боевой приём.'),
--(5,'Тукуман','сударь','Персонаж хороший тактик, может использовать магию и вынослив. Но он плохо учится и неумеет общаться с людьми. Он знает кунг-фу.'),
--(6,'Роллиночка','сударыня','Персонаж хорошо обращается с оружием, обладает высоким интеллектом и харизматичен. Но он слаб и не умеет обращаться с инструментами. Он знает кунг-фу.');

INSERT INTO USR (ID_USR,USERNAME,PASSWORD) VALUES
(1,'Брайан','123'),
(2,'Фрэнк','123'),
(3,'Макги','123'),
(4,'Эгберт','123'),
(5,'Мур','123'),
(6,'Эмберлин','123'),
(7,'Клои','123'),
(8,'Энн','123'),
(9,'Бриана','123'),
(10,'Агата','123');

INSERT INTO PROFILE_USER (ID_USER,USERNAME,GENDER,DESCRIPTION) VALUES
(1,'Брайан','сударь','У него смуглая кожа. Он полный, низкий, кареглазый. Его рыжие волнистые и средней длины волосы растрепаны, а нет челки. Он носит большую серую худи и короткие бледно-оранжевые брюки.Долго пишет, играет в видеоигры.'),
(2,'Фрэнк','сударь',' У него розовая кожа. Он спортивный, среднего роста, черноглазый. Его золотые кудрявые и средней длины волосы уложены, а челка убрана за ухо. Он носит  зеленую толстовку и короткие черные джинсы.Любит мемы, кантри, мед.'),
(3,'Макги','сударь',' У него смуглая кожа. Он полный, высокий, черноглазый. Его розовые волнистые и средней длины волосы растрепаны, а челка лежит на бок. Он носит обтягивающую серую кофту и черные штаны.Любит фильмы про подростков, лето, тепло.'),
(4,'Эгберт','сударь','У него бледная кожа. Он стройный, высокий, черноглазый. Его золотые кудрявые волосы распущены, а челка лежит на бок. Он носит  фиолетовую футболку и длинные  шорты.Долго играет в видеоигры, играет в азартные игры.'),
(5,'Мур','сударь','У него загорелая кожа. Он худой, среднего роста, зеленоглазый. Его русые прямые и средней длины волосы аккуратно уложены. Он носит мешковатую черную худи и обтягивающие серые штаны.Долго рисует, занимается лепкой.'),
(6,'Эмберлин','сударыня','Худая молодая женщина с каштановыми длинными волосами и с голубыми глазами.Одежда у неё слегка неопрятная. Особенно выделяется её хромота'),
(7,'Клои','сударыня','Тучная женщина кудрявыми волосами и с чёрными глазами.Одежда у неё представляет из себя странную смесь самых разных предметов гардероба. Особенно выделяется её причёска и шрамы на руках.'),
(8,'Энн','сударыня','Высокая пожилая женщина с коричневыми волосами и с ореховыми глазами.Одежда у неё . Особенно выделяется её очки и шрамы в области лица.'),
(9,'Бриана','сударыня','Худая молодая женщина с льняными короткими волосами и с коричневыми глазами.Одежда у неё представляет из себя странную смесь самых разных предметов гардероба. Особенно выделяется её хромота и Орлинный нос.'),
(10,'Агата','сударыня','Полноватая с медными кудрявыми волосами и с ореховыми глазами.Одежда у неё довольно необычная для здешних жителей. Особенно выделяется какая-то мелочь в одежде и небольшая татуировка.');